Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: In the new law, the SJC alone possesses the prerogative to compose courts of first instance and specify their specializations; previously the minister of justice did this by decree, based on SJC recommendations. The SJC has been given jurisdiction over se
ar: كما تفرد مجلس الأعلى للقضاء بقرار تأليف محاكم الدرجة الأولى وتحديد اختصاصها والتي كانت في السابق تصدر بقرار من وزير العدل بناء على اقتراح المجلس. واختص المجلس بقرار تسمية رؤساء محاكم الاستئناف ومساعديهم من بين قضاة محاكم الاستئناف، ورؤساء محاكم الدرجة الأ

source: Furthermore, the new Law of the Judiciary has vested the duty of ascertaining judicial competence in the SJC, stipulating that judges must have earned a degree from one of the Kingdom’s law schools or an equivalent degree, with the condition in the latter
ar: ويبرز حرص السلطة التنظيمية في المملكة على تحقيق مبدأ استقلال القضاء عن السلطة التنفيذية هو إخراج إدارة التفتيش القضائي على أعمال القضاة بالمحاكم من تبعية وزارة العدل وإسنادها إلى المجلس الأعلى للقضاء. كما انتقلت سلطة إصدار لائحة قواعد وإجراءات التفتيش الق

source: One aspect that has not changed is that under the new law judges will still be appointed or dismissed by royal decree upon recommendation from the SJC, a factor that appears to diminish judicial independence from the executive branch. But the greatest dut
ar: هنالك عامل لم يتغير وهو أن تعيين القضاة وعزلهم يتم بمراسيم ملكية وتوصيات من المجلس الأعلى للقضاء وهو عامل لا يعزز استقلال القضاء عن السلطة التنفيذية. لكن أهم واجبات الحاكم المسلم في ظل الشريعة الإسلامية-- وفقا للمادة الخامسة والخمسين من النظام الأساسي للح

source: Abdullah Fakhry Ansari is assistant professor of law and Islamic legal systems at King Abdul-Aziz University and senior advisor to the president of Human Rights Commission in Saudi Arabia. Paul Wulfsberg translated this article from Arabic.
ar: عبدالله فخري الأنصاري أستاذ مساعد في مادة القانون والنظم القانونية الإسلامية وكبير مستشاري رئيس لجنة حقوق الإنسان في المملكة العربية السعودية.

source: The Long-Delayed Hope for Fatah’s Rebirth
ar: أمل معلق في نهوض حركة فتح

source: Fatah leaders and outside observers believe that holding the movement’s sixth General Congress could breathe new life into the party by electing new, young leaders and adopting a political platform better suited to the current Palestinian situation. This
ar: ترى قيادات في حركة فتح، ومراقبون من خارج الحركة، أن انعقاد مؤتمر الحركة السادس سيضفي روحا جديدة في حياة الحركة السياسية والتنظيمية فيما سينتج عن هذا المؤتمر من انتخاب قيادات جديدة شابة، وبرنامج سياسي يتلاءم مع المرحلة الفلسطينية الراهنة، مما سيعزز وقوفها

source: The General Congress, Fatah’s mechanism for changing leadership, has not been held for 20 years. It last convened in Tunisia in 1989, with some 1,200 members from the Palestinian diaspora taking part, along with a small number of West Bank and Gaza member
ar: ويعتبر مؤتمر الحركة العام الوعاء الذي يمكن الحركة من تغيير قيادتها، لكن هذا المؤتمر لم يعقد منذ حوالي عشرين عاما، رغم أن وتيرة المطالبة بعقده كانت ترتفع أحيانا وتخبو أحيانا أخرى منذ عهد الرئيس الفلسطيني الراحل ياسر عرفات.

source: A number of younger members, including West Bank Fatah head Marwan Barghouti (currently serving a life sentence in an Israeli prison), have led campaigns to renew Fatah’s leadership through democratic elections from the local level up to the movement’s pr
ar: وعقد المؤتمر الأخير للحركة في العام 1989 في تونس، بمشاركة حوالي 1200 عضوا من الخارج وعدد قليل من كوادر الحركة الذين أبعدتهم إسرائيل خلال السنوات التي سبقت انعقاده، ومنهم مروان البرغوثي وحسام خضر، وتم خلاله انتخاب لجنة مركزية مكونة من إحدى وعشرين عضوا، ومج

source: Disputes within Fatah have not been limited to the date and venue of the Congress, but also over who will participate and the political platform to be adopted. While some leaders insist on the platform still being based on armed struggle as a means to lib
ar: وعقب إنشاء السلطة الفلسطينية وانتقال ثقل حركة فتح القيادي إلى الأراضي الفلسطينية، اثر اتفاقية أوسلو، حظي كادر الحركة القيادي بسلطات إدارية وتنظيمية فاقت سلطات الكادر الذي عمل داخل الأراضي الفلسطينية، مما أضفى نوعا من المشاحنات التنظيمية التي لم تكن ظاهرة

source: Choosing delegates to the Congress has emerged as a major sticking point. Contending leaders are eager to pack the gathering with their supporters. Some argue for adopting the results of the regional Fatah elections held in the past two years, while also
ar: وتشير المعلومات الأخيرة من قياديين في الحركة أن المؤتمر سينعقد في مصر، رغم إن مسئولين مصريين أعلنوا بان مصر تفضل بان يعقد المؤتمر داخل الأراضي الفلسطينية.

source: Members of the military are another controversial category. Fatah banned them from taking part in the regional elections because there is already a quota for their representation in the Congress. But the quota’s size is disputed, with the military demandi
ar: وفي الوقت الذي أعلن فيه أكثر من مرة، عن تاريخ انعقاد المؤتمر، حتى أن الرئيس محمود عباس، وبصفته رئيسا للجنة المركزية للحركة أعلن العام الماضي بان المؤتمر سينعقد قبل نهاية العام 2008، إلا أن مسئولين آخرين يؤكدون بان اللجنة التحضيرية للمؤتمر وكذلك اللجنة الم

source: Leadership itself is the most critical issue. As yet the preparatory committee for the Congress is mum on the names of the candidates to be put forward for the Fatah Central Committee and Revolutionary Council. Marwan Barghouthi may be the only leader sec
ar: لم يقتصر الخلاف داخل الحركة على تاريخ ومكان انعقاد المؤتمر فحسب، بل إن الخلافات شملت البرنامج السياسي الذي سيتم تبنيه في المؤتمر. ففي حين يتمسك قياديون في الحركة ببرنامج الحركة القائم على اعتماد الكفاح المسلح كطريق لتحرير فلسطين، يرى آخرون بان برنامج الحر

source: Fatah’s response to disputes between the older and younger generations is pointing to expansion. While the last Congress had 1,200 members, the next Congress is expected to have some 2,400, the overwhelming majority being members operating within the Pale
ar: ورغم أن منظمة التحرير الفلسطينية اعترفت بإسرائيل كشرط لبدء محادثات السلام بينها وبين الحكومة الإسرائيلية، التي انطلقت رسميا في مؤتمر مدريد عام 1993، إلا أن حركة فتح وبشكل رسمي لم تعلن في أدبياتها أو نظامها الأساسي أي تغيير يشير إلى الاعتراف صراحة بإسرائي

source: And now there are reports that the preparatory committee might retain all veteran members of the Central Committee
ar: ويتمسك البعض بموقفهم القاضي باعتماد نتائج الانتخابات الإقليمية التي عقدت في السنتين الأخيرتين، والتي أفرزت ممثلين عن الأقاليم للمؤتمر، مع وضع آلية واضحة لاختيار الكفاءات. ويتيح ميثاق حركة فتح للجنتها المركزية إمكانية اختيار كفاءات علمية ومنحها عضوية للمؤت

source: —even those who have died—and simply add more, expanding the body from 21 to 30 members in order to alleviate tensions between the old and new generations.
ar: وتحظ الحركة بأعداد كبيرة من حملة الشهادات العلمية، الأمر الذي يعيق عملية الاختيار ويعقدها في بعض الأحيان. وفي الوقت الذي بلغ فيه عدد أعضاء المؤتمر الخامس الماضي 1200، فمن المتوقع أن يصل عدد أعضاء المؤتمر المقبل 2400 عضوا، غالبيتهم العظمى من الكادر التنظيم

source: Hossam Ezzedine is a Palestinian journalist for al-Ayyam newspaper and a scholar specializing in political and parliamentary affairs. He lives in Ramallah. Paul Wulfsberg translated this article from Arabic.
ar: حسام عز الدين صحافي فلسطيني في صحيفة الأيام الفلسطينية وباحث اجتماعي متخصص في الشأن السياسي والبرلماني يقيم في رام الله.

source: Al-Shathri said in a ‎speech: The ‎information given to the CPVPV will be treated with full ‎confidentiality and ‎complete care for the investigation of what is hidden. ‎Deterrent measures ‎against the blackmailer will be taken while the victim will ‎be
ar: وقال الشثري في مداخلةٍ له «المعلومات التي ترد لهيئة الأمر بالمعروف والنهي عن المنكر، تحظى بكتمان وسرية تامة وعناية خاصة، لتحقيق الستر، واتخاذ الإجراءات الرادعة للمُبتز، فيما تلقى الضحية عناية فائقة، وسرية خاصة». وأعلن مدير فرع هيئة الأمر بالمعروف والنهي ع

source: Calls went out for the governmental authorities to involve themselves in fighting against these sorts of issues and that it should not be limited to the role and fight of the CPVPV. This was provided that the authorities use confidentiality and privacy in
ar: وخرجت دعوات، تُنادي بضرورة تفعيل وإشراك جهات حكومية في مكافحة هذا النوع من القضايا، وعدم اقتصار ذات الدور ومكافحته على هيئة الأمر بالمعروف والنهي عن المنكر، على أن تتعامل تلك الجهات، بذات السرية والخصوصية في حل قضايا الابتزاز.

source: Editor in chief
ar: رئيس التحريــر

source: And the truth is President Mubarak was objective in the meeting, was held today to study the issue – an interview broadcast on Egyptian television-was asked Minister of Health, hatem el-Gabali, clearly and he said to him: Mexico is executed, then? Or anyo
ar: والحقيقية ان الرئيس مبارك كان موضوعياً فى الاجتماع الذى تم عقده اليوم لدراسة الموضوع – وأذاعه التلفزيون المصرى - فقد سأل وزير الصحة الدكتور حاتم الجبلى بوضوح وقال له : هل المكسيك أعدمت الخنازير عندها؟ او فى اى حد تانى فى العالم اعدم الخنازير ؟ وهنا اجاب ا

source: The Arab League rejects the renewal of US sanctions against Syria
ar: الجامعة العربية ترفض تجديد العقوبات الأمريكية على سوريا

source: The Arab League has criticised the new US Administration's decision to renew the unilateral US economic sanctions on Syria.
ar: انتقدت جامعة الدول العربية اليوم السبت قرار الإدارة الأمريكية الجديدة بتجديد العقوبات الأمريكية الاقتصادية أحادية الجانب على سوريا.

source: Ambassador Ahmed Bin Heli, the deputy secretary general of the Arab League, expressed in a statement to reporters today, his astonishment at the decision of the US administration to renew sanctions against Syria. This decision does not reflect what was e
ar: وأعرب السفير أحمد بن حلى نائب الأمين العام للجامعة العربية - فى تصريح للصحفيين اليوم - عن الاستغراب لقرار الإدارة الأمريكية بتجديد العقوبات على سوريا، وقال إن هذا القرار لا يعكس ما كان منتظراً من هذه الإدارة عقب الاتصالات الدبلوماسية التى نشطت بين سوريا

source: 79% of Egyptian females subjected to domestic violence
ar: ٧٩٪ من المصريات يتعرضن للعنف داخل الأسرة

source: Safaa Esam El Dein
ar: صفاء عصام الدين -

source: A study issued by the Nadeem Therapy and Rehabilitation Center for violence victims revealed that 79% of women are subjected to domestic violence. Study samples revealed that 55% of Egyptian women are prone to violence from their spouses, 20% from their
ar: كشفت دراسة صادرة عن مركز النديم لعلاج وتأهيل ضحايا العنف عن تعرض 79% من النساء للعنف داخل الأسرة وجاءت إجابات العينة محل البحث لتؤكد أن 55% منهن يتعرضن للعنف من جانب الزوج و20% من جانب الأب ثم 12% من جانب الأخ.

source: The study also stated that 6% of the sample, whose ages ranged from 19 to 40 years, was subjected to incest. Women who participated in this research called for laws that criminalized domestic violence against women despite the fact that many females do n
ar: وكشفت الدراسة عن تعرض 6% من العينة لزنا المحارم وتراوحت أعمارهن بين 19 إلى 40 عاما وطالبت 84% من المبحوثات بتشريع يجرم العنف داخل الأسرة ضد النساء رغم عدم إعدادهن للجوء إلى القانون.

source: Doctor Majda Ali, Nadeem Center General Manager, said that there’s a difference between those who support the formulation of such laws and those who would resort to it. Many females fear their husbands would detain them or that their children would accus
ar: وقالت الدكتورة ماجدة على، مدير مركز النديم، إن الفارق بين المؤيدات للقانون والمستعدات لاستخدامه ينبع من خشيتهن تعريض الزوج للحبس أو وصم الأبناء بأن الأم عرضت الزوج لمواقف سلبية سيئة.

source: The research, which was publicized at Nadeem Center’s (Life is Possible without Violence) conference and held at the journalist’s syndicate, revealed that a growing number of Egyptian females no longer concede to circumcision. The center’s General Manage
ar: ورصد البحث الذى أعلن عنه مركز النديم فى مؤتمر ( الحياة ممكنة بدون عنف ) الذى عقد بمقر نقابة الصحفيين أمس، تطورا فى عدم تقبل النساء لعادة الختان، وقالت مديرة المركز إن عام 1995 شهد إجراء بحث مماثل بينت نتائجه قبولا واسعا لختان الإناث، إلا أن البحث الأخير أ

source: Majda said that these statistics were an indication of efforts exerted by NGOs to combat circumcision; positive advancements have been accomplished in the way people thing. The research, which was conducted on 1261 participants of difference social class
ar: وقالت ماجدة إن هذه النسبة مؤشر على أن مجهودات المنظمات غير الحكومية بشأن الختان بدأت تؤتى ثمارها على الأقل من حيث التأثير فى الاتجاهات. وأكد البحث الذى أجرى على 1261 مبحوثة بينهن جامعيات وأميات وتعليم متوسط وتراوحت أعمارهن بين 10 سنوات وحتى 83 سنة على است

source: Majda had criticized associations that suggest males were being subjected to violence by their spouses. She said that, in reality, all indicators suggest males practiced violence and not females.
ar: وانتقدت ماجدة بدء عمل بعض الجمعيات على حماية الرجال من عنف الزوجات، مؤكدة أن الواقع الفعلى ومؤشرات البحث توضح أن الذكور هم الممارس للعنف وليس الإناث.

source: Doctor Hisham Abdel Hamid, Islamic medicine councilor, spoke of violence and rape crimes against women, proposing that all rape victims are given hormonal birth control pills within 24 hours of being raped; this would reduce chances of pregnancy by 90%.
ar: ومن جهته، تحدث الدكتور هشام عبدالحميد، استشارى الطب الشرعى، عن العنف ضد النساء وخاصة حالات الاغتصاب، داعيا إلى معالجة أزمة الحمل عن طريق الاغتصاب من خلال مانع حمل هرمونى يعطى للمغتصبة خلال 24 ساعة من تعرضها للحادث، مؤكدا أنه يقلل الحمل بنسبة 90%.

source: Abdel Hamid also proposed constructing government-authorized centers to receive rape crime reports and liaise with police forces and medical agencies. He stated that the rape victim has to describe the incident several times to different parties and that
ar: واقترح عبدالحميد إنشاء مراكز معتمدة من الحكومة لاستقبال بلاغات الاغتصاب على أن تجمع بين النيابة والشرطة والطب الشرعى، مشيرا إلى أن المغتصبة تضطر لرواية مأساتها أكثر من مرة وتمحى معظم آثار الاغتصاب خلال 72 ساعة تفصل بين البلاغ المقدم للشرطة وإحالتها للطب ا

source: Abdel Hamid proposed training women on how to better understand a rapist’s character. Rapists can be either angry sadists or power loving. He said that if women truly understand the character of their rapists then they would have a better chance at avoi
ar: واقترح عبدالحميد تدريب النساء على فهم شخصية المغتصب التى تتنوع ما بين السادى والغاضب ومحب السيطرة والقوة، بقوله إذا فهمت النساء مفتاح كل شخصية يمكنها تجنب الاغتصاب بتطبيق ما يعرف بالمقاومة السلبية مثل إيهام المغتصب السادى أنها مصابة بالإيدز أو البكاء والإ

source: Yemeni government bans seven newspapers and arrests supporters
ar: إيقاف سبع صحف يمنية وتوقيف متضامنين معها

source: Yemeni government banned the publishing of seven journals amidst accusations of threatening national unity. Fifteen persons were arrested at the governorate of Al Dale’ South of the country in support of the newspaper.
ar: منعت السلطات اليمنية اليوم تداول سبع صحف بعد اتهامها بتهديد الوحدة الوطنية وقامت باعتقال 15 شخصا بمحافظة الضالع جنوب البلاد تظاهروا تضامنا مع الصحف.

source: Saba’ news agency had reported on behalf of the Media Minister Hasan Ahmed Al Luzy that the procedure has affected ‘Al Ayyam’ newspaper as well as ‘Al Neda’”, ‘Al Mustaqella’, ‘Al Masdar’, ‘Al Deyar’, ‘Al Sharei’a’, as well as ‘Al Watani’ weekly newspaper
ar: ونقلت وكالة أنباء سبأ الرسمية عن وزير الإعلام حسن أحمد اللوزي قوله إن الإجراء طال كلا من صحيفة الأيام الصادرة في عدن والنداء والمستقلة والمصدر والديار والشريعة إضافة إلى صحيفة الوطني الأسبوعية.

source: The statement said that the above-mentioned papers published news that threatened national unity and called on divisions within Yemen.
ar: وأشار البيان إلى أن الصحف المذكورة نشرت أخبارا تضر بالوحدة الوطنية وتبث الفرقة والضغائن في نفوس الشعب اليمني الموحد وتدعو إلى تقسيم الأرض اليمنية.

source: Al Luzi had called on the Yemeni attorney general to investigate with newspaper officials and bring them to justice. The statement made no mention of the time period within which the newspapers will remain banned.
ar: ودعا اللوزي النائب العام اليمني إلى التحقيق مع مسؤولي الصحف المذكورة وجلبهم أمام العدالة مع العلم أن البيان لم يذكر الوقت الذي ستبقى فيه الصحف محتجبة.

source: Primary local reports said fifteen individuals have been arrested as tens of Yemeni citizens rallied in support of the banned newspapers.
ar: وفي أول ردود الفعل على قرار وقف إصدار الصحف قال مصدر محلي بمحافظة الضالع إن قوات الأمن اعتقلت نحو 15 شخصا أثناء محاولة عشرات من المواطنين التظاهر تضامنا مع الصحف الموقوفة.

source: Sources revealed that authorities prevented the rally by using tear gas.
ar: وذكرت المصادر أن السلطات منعت قيام المظاهرة مستخدمة الغاز المسيل للدموع.

source: The Yemeni journalists syndicate has condemned the authorities’ decision to ban the seven newspapers on national unity threat pretexts. The syndicate has warned against using local crises as an excuse to confiscate press freedom.
ar: من جهتها دانت نقابة الصحفيين اليمنيين قيام السلطات بمنع تداول سبع صحف مستقلة قالت إنها تمس بالوحدة الوطنية. وحذرت النقابة من خطورة اتخاذ الأزمات مبررا لمصادرة الحريات الصحافية.

source: Rally at Al Makla
ar: اعتصام بالمكلا

source: The rally took place in front of City Hall where they called for the liberation of detainees held for rioting during protests within the governorate early this month.
ar: اعتصم عشرات من أنصار تكتل أحزاب اللقاء المشترك المعارض أمام مبنى المحافظة للمطالبة بالإفراج عن المعتقلين بتهمة إحداث الشغب في الاحتجاجات التي شهدتها المحافظة مطلع الشهر الجاري.

source: Tens of Al Liqa’ party supporters congregated in the city of Al Makla in the governorate of Hadramot East of
ar: وفي مدينة المكلا بمحافظة حضرموت شرقي

source: New York Times: Obama’s choice of Egypt is no coincidence
ar: نيويورك تايمز: اختيار أوباما لمصر ليس صدفة

source: The White House’s announcement on the American President’s intent to visit Egypt on June 4th was recently announced on the New York Times’ official website.
ar: تناولت صحيفة نيويورك تايمز الأمريكية اليوم السبت على موقعها الإلكترونى إعلان البيت الأبيض عن نية الرئيس الأمريكى باراك أوباما زيارة مصر فى 4 يونيه القادم.

source: Written by Mahmoud Mohyee
ar: إعداد محمود محيى

source: The newspaper said that the American administration chose Egypt to be Obama’s podium in a speech through which he intends to reach out to the Arab and Islamic world. The announcement comes in light of Obama’s presidential promise to address Muslim all ov
ar: وقالت الصحيفة إن الإدارة الأمريكية الجديدة اختارت مصر لتكون منبراً لأوباما ليخاطب من خلالها العالم العربى والإسلامى، خاصة أنَّه وعد قبل توليه الرئاسة بأنَّه سيوجِّه خطاباً للمسلمين فى أنحاء العالم قبل مرور 100 يوم على تنصيبه، ولكن الخطاب تأخَّر قليلاً.

source: The newspaper said the White House’s choice of Egypt to be Obama’s podium was no coincidence; in fact, it was a direct result of a thorough study conducting on the political reality in Egypt. The newspaper suggested that there is political frailty and in
ar: وأضافت الصحيفة أن اختيار البيت الأبيض لمصر لتكون منبراً لأوباما، لم يأتِ بدون دراسة للواقع السياسى المصرى، فبحسب الصحيفة فإن مصر تعانى فى ظل النظام السياسى القائم، هشاشة فى الوضع السياسى والممارسة الديمقراطية بل وتهشمها، وأضافت الصحيفة أن معارضى الرئيس حس

source: The newspaper said that Egyptians speak for Arab thoughts in general; Arab and Islamic sentiments are conveyed through the Muslim Brotherhood movement which is considered illicit in Egypt. According to the New York Times, the movement plays an integral r
ar: وأشارت الصحيفة إلى أن الشعب المصرى يعبر عن الفكر العربى عمومًا، كما أنَّه ينقل مشاعر العالم العربى والإسلامى بفضل وجود جماعة الإخوان المسلمين التى توصف بأنها محظورة، ومع ذلك كان لها دور مهم فى نشر التسامح الاجتماعى، وتحريك الشارع العربى الإسلامى نحو القض

source: The newspaper further stated that Egypt was the country through which Obama can win over deprived and angry Arabic youth. The newspaper also said American Secretary of Defense Robert Gates described Egypt as the heart of the Arab and Islamic world; it is
ar: وأضافت أنَّ مصر هى المكان الذى من خلاله يستطيع أوباما أنْ يستميل المحرومين والساخطين من الشباب العربى، ونقلت الصحيفة قول وزير الدفاع الأمريكى روبرت جيتس- تعليقًا على قرار البيت الأبيض الأخير- إنَّ مصر تمثل قلب العالم العربى والإسلامى، ومن خلالها يستطيع

source: The newspaper said that American intelligence forces will be on standby during Obama’s visit to Egypt, especially in light of terrorist attacks conducted in the country over the past few years.
ar: وقالت الصحيفة إنَّ المخابرات الأمريكية ستكون جاهزة للتحرك فى مصر من أجل تأمين زيارة أوباما، خاصة وأن مصر كانت مسرحاً للهجمات الإرهابية فى السنوات الأخيرة، بحسب قول الصحيفة.

source: Security Council emphasizes urgency of Middle East peace process
ar: مجلس الأمن يشدد على الطبيعة العاجلة لعملية السلام في الشرق الأوسط

source: New York May 11th / WAM / The International Security Council issued a statement emphasizing the urgent nature of the peace process in the Middle East, and the dire need to exert diplomatic efforts to attain this goal. This peace goal was set by the inter
ar: نيويورك في 11 مايو / وام / شدد مجلس الأمن الدولي اليوم على الطبيعة العاجلة التي تكتسبها عملية السلام في الشرق الأوسط وعلى الحاجة الماسة لبذل المزيد من المساعي الدبلوماسية الحثيثة من أجل بلوغ هذا الهدف وفقا لما حدده المجتمع الدولي وهو تحقيق سلام دائم في ال

source: This came in the form of a presidential statement from the Security Council, released by the Russian Foreign Affairs Minister, in his capacity as council president.
ar: جاء ذلك في بيان رئاسي لمجلس الأمن تلاه وزير خارجية روسيا في نهاية إجتماع رسمي للمجلس ترأسه على المستوى الوزاري بصفته الرئيس الحالي للمجلس.

source: The statement reiterated the importance of previous Security Council decision pertaining to the Middle East; specifically decree 242 of 1967, 338 of 1973, 1397 of 2002, 515 of 2003, and 1850/1860 of 2008 as well as Madrid’s Principles. The Council also t
ar: واستذكر البيان قرارات مجلس الأمن السابقة حول الشرق الأوسط، وعلى وجه الخصوص القرارات 242 عام 1967 و338 عام 1973 و1397 عام 2002 و515 عام 2003 و1850 و1860 عام 2008 ومبادئ مدريد ..وأعرب عن ملاحظة المجلس لأهمية المبادرة العربية لعام 2002.

source: The statement praised the continuous efforts of the Quartet in aiming for comprehensive, just, and continuous peace in the Middle East. The Russian Minister also reaffirmed the Security Council’s commitment to bilateral negotiations relating to previous
ar: وأبدى البيان تشجيع المجلس للعمل المستمر الذي تقوم به اللجنة الرباعية الدولية من أجل دعم الأطراف في جهودها لتحقيق سلام شامل وعادل ودائم في الشرق الأوسط ..وأعاد تأكيده على إلتزام مجلس الأمن بعدم الرجوع عن المفاوضات الثنائية القائمة على إتفاقات والتزامات ساب

source: He also stressed on the importance of exerting new and urgent efforts from all parties and the international community in order to attain comprehensive and just peace, based on a two-state vision where two democratic nations (Israel and Palestine) are ab
ar: وشدد على دعوة المجلس لبذل جهود جديدة وعاجلة من قبل الأطراف والمجتمع الدولي من أجل تحقيق سلام شامل وعادل ودائم في الشرق الأوسط قائم على رؤية منطقة تعيش فيها دولتان ديموقراطيتان إسرائيل وفلسطين جنبا إلى جنب بسلام وأمان ضمن حدود آمنة معترف بها.

source: The Minister called on all parties to fulfill obligations pertaining to the road map, and refrain from undertaking any steps that would adversely affect core issue negotiations. He also invited all nations and international communities to support the Pal
ar: وأهاب بكافة الأطراف الوفاء بتعهداتها بموجب خارطة الطريق ومبدأ الإمتناع عن أي خطوات يمكن أن تقوض الثقة أو تمس بنتائج المفاوضات في القضايا الجوهرية وأيضا بكافة الدول والمنظمات الدولية دعم حكومة فلسطينية ملتزمة بمبادئ الرباعية وبمباردة السلام العربية وتحترم
